Repository: Caig/kde-plasmoid-wikisentinel
Catalog: contents/locale/*/LC_MESSAGES/wikisentinel.po
Languages: it

source: Sorry, an error occurred. Try to open the page in your browser.
it: Si è verificato un errore. Prova ad aprire la pagina nel tuo browser.

source: needs you to update:
it: ha bisogno di te per aggiornare:

source: No pages to update.
it: Nessuna pagina da aggiornare.

source: Difference between revisions
it: Differenza tra le revisioni

source: General
it: Generale

source: Language code
it: Codice della lingua

source: Update every
it: Aggiorna ogni

source: hour(s)
it: ora/e

source: Archive
it: Archivio

source: Keep items for
it: Tieni gli elementi per

source: day(s)
it: giorno/i

source: Keep no more than
it: Tieni non più di

source: item(s)
it: elemento/i

source: The KDE wiki to follow
it: Il wiki KDE da seguire

source: Update every...hours
it: Aggiorna ogni...ore

source: Keep fixed number of items
it: Tieni un numero fisso di elementi

source: Number of items to keep
it: Numero di elementi da tenere

source: Remove older items
it: Rimuovi gli elementi più vecchi

source: Days to keep the items
it: Giorni per cui tenere gli elementi

# NAME OF TRANSLATORS
source: Your names
it: Caig

# EMAIL OF TRANSLATORS
source: Your emails
it: giacomosrv@gmail.com
